[MainMissions.M_dlc4_Eleven_Rakks_Spices MissionDefinition]
MissionDescription="That's why you don't date crazy.  After having his heart broken, Marcus needs some comfort food: Captain Sanders’ Famous Pandora Fried Rakk!  Find 11 pieces of rakk-trap meat and 11 spice plants in Sanders Gorge for the Captain’s famous secret recipe."
MissionGiver="Marcus"
MissionName="Eleven Rakk And Spices"
MissionSummary="Bring Marcus some fresh rakk meat and spices."
Objectives[0]=(ProgressMessage="Fresh rakk meat:")
Objectives[1]=(ProgressMessage="Spice plants:")
TurnInDescription="One extra-large bucket of Pandora Fried Rakk coming up!"

[MainMissions.M_dlc4_Finger_Lickin_Bad MissionDefinition]
MissionDescription="The wild and dangerous Cluck-Trap has been sighted out in Sanders Gorge.  If you kill this fowl red-and-white robotic menace, you can claim a delicious bounty."
MissionGiver="Hyperion Tourist Information Board"
MissionName="Finger Lickin' Bad!"
MissionSummary="Find and kill Cluck-Trap."
Objectives[0]=(ProgressMessage="Cluck-Trap killed:")
TurnInDescription="You caught the Cluck-Trap! Now do you want white metal or dark?"

[MainMissions.M_dlc4_OTCT_Phase_One MissionDefinition]
MissionDescription="Hyperion-brand claptraps are going haywire and are assimilating Pandora.  Time for a little corporate restructuring.  Locate the power plant in Sanders Gorge and restore power to lower the bridges for your glorious counter-revolution."
MissionGiver="Blake"
MissionName="Operation Trap Claptrap Trap, Phase One"
MissionSummary="Turn on the power to lower the bridges."
Objectives[0]=(ProgressMessage="Power plant located:")
Objectives[1]=(ProgressMessage="Power restored:")
TurnInDescription="The bridges now have power. Trolls everywhere rejoice! On to Phase Two..."

